export default [
  {
    startMonth: 1,
    startDay:21,
    endMonth:2,
    endDay: 19,
    start: '水瓶座',
    text:'水瓶座的人聪明伶俐，他们一直追求是创新，特立独行，喜欢着别致、创意的生活。他们为人友善，待人诚恳，是十二星座中友谊的代名词，愿意比自己强的人交心。爱情中也是追求柏拉图式的的恋情，希望和对方达到一种精神上的和谐，他们认为好看的皮囊千篇一律，有趣的灵魂万里挑一。水瓶座的个人主义精神比较浓郁，以至于忽略了家人和恋人，如果拿出更多的时间来陪伴最亲近的人，会让你的生活更加幸福。'
  },
  {
    startMonth: 2,
    startDay:20,
    endMonth:3,
    endDay: 20,
    start: '双鱼座',
    text:'　双鱼座是十二宫中最后的一个星座，双鱼集合了十二星座所有星座的优缺点，双鱼座有着巨蟹座的敏感，有着双子的浪漫，有着天秤的平衡感……使得成为一个性格最复杂的星座，由于受到的影响，更多的展现出了感性的一面，他们心底善良，愿意帮助别人，即使吃亏也在所不辞。'
  },
  {
    startMonth: 3,
    startDay:21,
    endMonth:4,
    endDay: 20,
    start: '白羊座',
    text:'白羊座是第一个星座，白羊们活泼可爱，性格上不拘小节，给人一中看上去就非常愉悦的感觉，这是上天赋予他们的天赋，总是那么的热情、阳光、率真。白羊对朋友也非常的仗义，爱恨分明，慷慨大方，虽然有些时候会有一点脾气，但是谁还没有二两脾气呢？和白羊座交朋友，他们会给你带来无限的欢声笑语，让你永远在祥和的气氛中生活。'
  },
  {
    startMonth: 4,
    startDay:21,
    endMonth:5,
    endDay: 21,
    start: '金牛座',
    text:'　　金牛座是一个保守的星座，他们对于生活喜欢稳定不爱变动，性格上属于慢热型，无论是工作、生活，他们都需要一段时间的适应。财富是金牛座与生俱来的特质，他们在投资方面有着独到的眼光，金牛座对恋人的格言是我负责挣钱养家，你只需负责貌美如花。而且金牛座对美食也有着很高的鉴赏水平，喜欢宁静的环境，喜欢一切美好的事物。'
  },
  {
    startMonth: 5,
    startDay:22,
    endMonth:6,
    endDay: 21,
    start: '双子座',
    text:'双子座不会拒绝任何新鲜的事物，好奇的双子座有着极高的情商，和双子座聊天你永远不会感觉到无趣，聪明的小脑袋里装满都是新鲜和古灵精怪的东西，这也让双子座有着更多的朋友。双子座如果想带你去一个地方玩的话，他会把这个地方说成人间仙境一般，甚至都不落下一个细节。双子总是给人一种花心的感觉，实际上双子只是喜欢新鲜事物，而且一直追求着。'
  },
  {
    startMonth: 6,
    startDay:22,
    endMonth:7,
    endDay: 22,
    start: '巨蟹座',
    text:'敏感的巨蟹座天生具有母性的光环，在生活中他们会将这份母性的本能发挥到极致，巨蟹座喜欢帮助他人，内心中充满着爱。而在巨蟹的心内最重要的便是家庭，家庭是他们最温馨的港湾，居家、顾家使他们的最大的性格特点对待家人和朋友，他们无比忠诚，做事有耐心，对待爱人几乎是无微不至的关怀。'
  },
  {
    startMonth: 7,
    startDay:23,
    endMonth:8,
    endDay: 22,
    start: '狮子座',
    text:'狮子座守护星是太阳，是光明的象征，他们为人热情阳光，这是他们性格上的优势，狮子座喜欢助人为乐，相信正义，总是代表太阳消灭一切黑暗的势力。他们自信满满，总是激情四射的样子，具有领袖精神，是个可以信赖的星座。但是狮子却有些爱面子，别人的看房他们很在乎，也时常因为这些事而让自己不开心。'
  },
  {
    startMonth: 8,
    startDay:23,
    endMonth:9,
    endDay: 22,
    start: '处女座',
    text:'处女座追求极致，总是向让自身更加的完美，更加的有内涵，更加的有教养。大多数的处女座都很低调，他们不喜欢闲来无事，总是将家庭收拾的干干净净，井井有条。工作上也是兢兢业业，只要是处女座认为值得做的一件事，他们会将这件事做到一种极致，让你叹为观止的极致。因为处女座对自己的要求太高了，所以有些时候难免会有着不自信，需要家人、爱人、朋友的鼓舞。'
  },
  {
    startMonth: 9,
    startDay:23,
    endMonth:10,
    endDay: 23,
    start: '天秤座',
    text:'天秤座向往和谐，生活中天秤座总是能找到那个平衡所有事的一个关键点，而且他们是天生的交际王，善于交流，有着出众的沟通能力。天秤座的审美也是上天赋予的奇迹，他们的喜欢美好的事物，懂得欣赏美好的事物，无论是服饰搭配还是生活装饰，请你一定要相信天秤的审美观，优雅又不俗气，高贵又时尚。天秤座最爱的缺点是犹豫不决，所以天秤座的女生需要对方经常性的陪伴。'
  },
  {
    startMonth: 10,
    startDay:24,
    endMonth:11,
    endDay: 22,
    start: '天蝎座',
    text:'天蝎座精力旺盛，头脑清晰，思维敏捷，十二星座中整体智商水平最高的星座，他们要求每一天都要非常的充实，没有目标的天蝎很难释放活力。天蝎是一个占有欲极强的星座，恋爱中的天蝎会将对方当成宝贝一样，认真的呵护，用心的体贴，只要对方没有背叛的行为，天蝎座是最宠爱另一半的人。而且天蝎座一旦设定目标，他们会义无反顾像目标出发，不达目的不罢休。'
  },
  {
    startMonth: 11,
    startDay:23,
    endMonth:12,
    endDay: 21,
    start: '射手座',
    text:'　　射手座为人热情，永远都掩盖不了射手的乐观的精神，他们诚实、直爽，喜欢挑战，是十二星座中的冒险家，他们酷爱旅行，向往自由，向往远方。如果你身边有一个射手座的朋友的话，你也会被射手的活力而感染，快乐充斥着整个环境。但是射手的没有持久力，喜欢变化，射手座思想成熟比较晚，如果你的另一半是射手座的话，只能静待射手长大。'
  },
  {
    startMonth: 12,
    startDay:22,
    endMonth:1,
    endDay: 20,
    start: '摩羯座',
    text:'　　摩羯座给人一种不爱说话的感觉，但是摩羯座确实十二星座中最有耐心，最有毅力，最善良的星座。他们行事稳健，设定目标会坚定走下去，而且非常的勤奋，无论是什么是总是想用行动来证明给你看，哪怕是爱情也是一样，一千句一万句我爱你，都顶不过一句我养你。但是摩羯座内心背负着太多的责任和义务，使得摩羯缺乏安全感，不会轻易的相信一个人。'
  },
  
]